/**
  ******************************************************************************
  * Copyright (c) 2018,北京中科浩电科技有限公司
  * All rights reserved.
  * 文件名称：i2c.h
  * 摘    要：
  *
  * 当前版本：V1.0
  * 作    者：北京中科浩电科技有限公司研发部 
  * 完成日期：    
  * 修改说明：
  * 
  *
  * 历史版本：
  *
  *
  *******************************************************************************/
#ifndef _SPI_H
#define _SPI_H
//外部文件引用
#include "include.h"


//宏定义区


//函数声明
void SPI_init();
uint8_t SPI_RW(uint8_t data);

#endif

/******************* (C) 版权所有 2018 北京中科浩电科技有限公司 *******************/
